Repository: webnitros/webasyst-idimage
Catalog: *-apps/shop/plugins/idimage/locale/*/LC_MESSAGES/shop_idimage.po
Languages: ru_ru

source: Enable plugin
ru_ru: Включить плагин

source: Token
ru_ru: Токен

source: Enter token to work with api
ru_ru: Введите токен для работы с API

source: Crop image
ru_ru: Обрезка изображения

source: Image size for finding similar products
ru_ru: Размер изображения для поиска похожих товаров

source: API URL
ru_ru: URL API

source: Enter API URL to work with API
ru_ru: Введите URL API для работы

source: Maximum found
ru_ru: Максимум найденных

source: Maximum number of products to save
ru_ru: Максимальное количество товаров для сохранения

source: Minimum score
ru_ru: Минимальная оценка

source: Minimum similarity score
ru_ru: Минимальная вероятность сходства

source: Selector thumb
ru_ru: Селектор превью

source: Selector to bind the similar products button
ru_ru: Селектор для привязки кнопки похожих товаров

source: Selector button
ru_ru: Селектор кнопки

source: Selector of button that opens similar products modal (must have data-product-id attribute)
ru_ru: Селектор кнопки, открывающей окно похожих товаров (должен иметь атрибут data-product-id)

source: Selector
ru_ru: Селектор

source: Main wrapper class for the button
ru_ru: Основной класс-обертка кнопки

source: Selector Products Id
ru_ru: Селектор ID товара

source: Selector that contains product ID
ru_ru: Селектор, содержащий ID товара
